<template>
  <div>
    <h1>Profile</h1>
    <div class="profile-wrapper">
      <div class="icon">

      </div>
      <h2>自己紹介</h2>
      <h3>市川 一斗</h3>
      <p>愛知県長久手市出身</p>
      <p>新卒で某大手CVSに入社し、スーパーバイザー職を経験。大手ならではの業務機器刷新に対する加盟店の前向きな感想を直接耳にし、働く人の支えになるような仕事をしたいと考え、プログラミング学習を開始</p>

      <h2>エンジニアとしての目標</h2>
      提案できるエンジニアを目指しています。<br>
      情報収集、課題抽出が得意で、異業種交流会など人と関わるイベントが好きです。<br>
      この性格やこれまで培ってきた知識を活かしてクライアントが持つ課題に対し、他業界ではどのような○○のような問題解決方法があります。このような設計にするとさらにいいと思いますが、いかがでしょうか？と提案、そしてそれを高い技術力で実装することができるようなエンジニアになることが目標です。

      <h2>趣味・特技</h2>
      <h4>バスケットボール</h4>
      学生時代に立ち上げたチームにて代表を勤めました。<br>
      東京の大会ではベスト4、愛知県の大会にて優勝を経験しました。<br>
      バスケットボールで培った、チームマネジメント能力、課題抽出のスキル、忍耐力は今でも役に立っています。
      <h4>写真撮影・珈琲作り</h4>
      旅行が好きで各地で撮った写真をインスタグラムに投稿<br>
      各種の珈琲豆を飲み比べ、インスタグラムに感想を掲載<br>
      現在フォロワー1000人を突破しました
      <h4>読書</h4>
      年間20冊程度読みます。<br>
      新しい物が好きで、情報収集のためにでジャンル問わず、学術書を好みます。<br>
      前職では、個人目標という形で半年で12冊読破を名言し、上長に読書感想文を提出しました。
      直近で印象に残った本は、<br>
      「24のキーワードでまるわかり！最速で身に付く世界史」

    </div>

  </div>
</template>

<script>

</script>

<style scoped>
.profile-wrapper {
  margin: 0px 20px;
  padding: 20px;
  border: 1px solid #666666;
}

</style>
